
chat_system_1986778263_actor_description=Shaman Karrakh. Orc-shaman.
chat_system_1986778263_snap_0_question=^?^Human... You again come to laugh at Karrakh? Why call turtle, damage tree?<br>You not laugh long, soon me make terrible stinking poison and curse you!
chat_system_1986778263_snap_0_answer_0=^?^Stop swearing and show me what you have for sale!
chat_system_1986778263_snap_0_answer_1=^?^You're still angry? Ok, I'll come back later.
chat_system_1986778263_snap_0_answer_7=^?^Can you do anything with rage potions?
chat_system_1986778263_snap_0_answer_8=^?^About the rage potions...
chat_system_1986778263_snap_16_question=^?^Rage potions?
chat_system_1986778263_snap_16_answer_0=^?^Sure - I figured a powerful shaman such as yourself could do something with them, perhaps raise my rage limit, and maybe it'll help you make that stinking poison...
chat_system_1986778263_snap_17_question=^?^Human... a chance to make stinking poison? Karrakh can do what you ask... For each rage potion I can increase your rage limit the same, although with more than a couple the increase should be more powerful.
chat_system_1986778263_snap_17_answer_0=^?^Seriously! You can increase my rage limit?! I better go find some potions...
chat_system_1986778263_snap_17_answer_1=^?^Seriously! You can increase my rage limit?! I have some potions on me...
chat_system_1986778263_snap_18_question=^?^Hurry up human! Karrakh want to work on stinking poison curse - do you have any rage potions?
chat_system_1986778263_snap_18_answer_0=^?^I don't have any right now, what can you do again?
chat_system_1986778263_snap_18_answer_1=^?^I've got some, but remind me what can you do again?
chat_system_1986778263_snap_18_answer_2=^?^Boost rage limit 1 for 1 rage potion.
chat_system_1986778263_snap_18_answer_3=^?^Boost rage limit 2 for 2 rage potions.
chat_system_1986778263_snap_18_answer_4=^?^Boost rage limit 7 for 5 rage potions.
chat_system_1986778263_snap_18_answer_5=^?^Boost rage limit 15 for 10 rage potions.
chat_system_1986778263_snap_18_answer_6=^?^You know, I've changed my mind - can you show me your shop?
chat_system_1986778263_snap_18_answer_7=^?^You know, I've changed my mind - adventure calls...
chat_system_1986778263_snap_19_question=^?^Human... for 1 or 2 rage potions I can curse, I mean boost, your rage limit the same. With 5 rage potions I can boost your rage limit by 7 and with 10 I can boost your rage limit by 15. I hope curse is side effect... 10 potions at a time is Karrakh's limit.
chat_system_1986778263_snap_19_answer_0=^?^You better not curse me or I'll call the turtle again! I've got some potions on me...
chat_system_1986778263_snap_19_answer_1=^?^You better not curse me or I'll call the turtle again! I'll come back later...
chat_system_1986778263_snap_20_question=^?^Muhaha!<br><br>[s]The shaman goes into a room where you hear strange gurgling and bubbling noises and a terrible smell... After a few minutes he returns and approaches you.[/s]<br><br>I hope this curses you instead of increasing your rage limit...<br><br>[s]The shaman chants the strangest words and you feel a modest boost to your rage reserves.[/s]
chat_system_1986778263_snap_20_answer_0=^?^Ugh! You really smell... but I think I can get angrier now! I've got more potions...
chat_system_1986778263_snap_20_answer_1=^?^Ugh! You really smell... but I think I can get angrier now! I'll come back later...
chat_system_1986778263_snap_21_question=^?^Muhaha!<br><br>[s]The shaman goes into a room where you hear strange gurgling and bubbling noises and a horrid smell... After several minutes he returns and approaches you.[/s]<br><br>Ok, this should curse you really good...<br><br>[s]The shaman chants the strangest words and you feel a powerful surge to your rage reserves.[/s]
chat_system_1986778263_snap_21_answer_0=^?^Whoa! What is that stench? I feel more depth to my rage! I've got more potions...
chat_system_1986778263_snap_21_answer_1=^?^Whoa! What is that stench? I feel more depth to my rage! I'll come back later...